Revit 2027 API
ParameterTypeId.DpartLayerFunction Property
 "Layer Function"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartLayerFunction { get; }
Public Shared ReadOnly Property DpartLayerFunction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartLayerFunction {
	ForgeTypeId^ get ();
}
static member DpartLayerFunction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace